{
  "login": "Вход",
  "register": "Регистрация",
  "logout": "Выход",
  "language": "Язык",
  "loggedAs": "Вы вошли как",
  "name": "Имя",
  "email": "Электронная почта",
  "password": "Пароль",
  "passwordConfirm": "Подтвердите пароль",
  "welcomePage": "О проекте",
  "welcome": "Добро пожаловать",
  "graphiqlPage": "Страница GraphiQL",
  "nameRequired": "Введите имя",
  "emailRequired": "Введите электронную почту",
  "nameAtLeastOneCharacter": "Имя должно иметь хотя бы один символ",
  "emailErrorMessage": "Неверный адрес электронной почты, пожалуйста, введите корректный адрес электронной почты",
  "passwordRequired": "Введите пароль",
  "passwordMatch": "Пароли должны совпадать",
  "passwordErrorMessage": "Пароль должен содержать не менее 8 символов, включая строчные и прописные буквы, цифры и специальные символы",
  "registerError": "Ошибка регистрации",
  "registerSuccess": "Регистрация успешна",
  "invalidCredentials": "Неверные учетные данные",
  "somethingWentWrong": "Ошибка",
  "emailAlreadyRegistered": "Электронная почта уже зарегистрирована",
  "loginSuccess": "Вход успешен",
  "loading": "Загрузка...",
  "newAPI": "Введите новую конечную точку АПИ",
  "schemaInfo": "GraphQL структурная схема:",
  "changeAPI": "Поменять АПИ",
  "Denis": "Денис",
  "DenisInfo": "Денис взял на себя роль тимлида, он работал над настройкой сборщика, маршрутизацией, локализацией, аутентификацией и валидацией форм. Дополнительно Денис курировал развертывание проекта.",
  "Evgeniy": "Евгений",
  "EvgeniyInfo": "В этом проекте Женя постарался продемонстрировать свои навыки программирования и сделал все, что ему давали, а именно в его части были такие задачи как редактор запросов, редактор переменных и заголовков, а также Женя работал над базовыми стилями.",
  "Andrey": "Андрей",
  "AndreyInfo": "В этом проекте Андрей также работал над запросами в GraphQL, внедрил в проект redux и написал редьюсеры и основное состояние, чтобы можно было делать запросы на GraphQL и менять эндпойнт, также Андрей работал над исправлением ошибок",
  "aboutProject": "Данное веб-приложение создано для того, чтобы можно было протестировать запрос на GraphQL, в нем можно изменить конечный адрес запроса (endpoint), можно изменить тело запроса и, конечно же, увидеть ответ от сервера. по вашему запросу вы можете получить общую схему GraphQL и многое другое, приложение имеет русскую и английскую локализацию",
  "aboutCourse": "Веб-приложение создано командой разработчиков курса RSSchool. все требования и особенности реализации продиктованы требованиями к задаче. Курс просто отличный и замечательный! Всем советую, если хотите записаться, вот ссылки для просмотра будущего расписания.",
  "linkToCourse": "Записаться на курс!",
  "altPhoto": "Фото участника",
  "setAPI": "Установить АПИ",
  "headers": "Заголовки",
  "variables": "Переменные",
  "buttonH": "З",
  "buttonV": "П"
}
